export const ru = {
    // ### Settings
    // #### Enable All
    Settings_Section_Enable: 'Включить',

    // ##### Info
    Settings_Setting_Label_Info: 'Что касается подземелий, то если монстра можно найти вне подземелья, то, прыгнув на него, вы попадете в соответствующую зону боя/убийства. С другой стороны, если монстра можно найти только в подземелье, то прыжок к нему приведет к началу подземелья, а не к сражению с монстром напрямую. Обратите внимание, что если монстра можно найти более чем в одном подземелье, то будет выбран первый найденный (обычно это тот, у которого самые низкие боевые показатели).',

    // ##### Non bosses slayerable
    Settings_Setting_Label_Force_All_Non_Bosses_Of_Area_Type_Slayerable: 'Заставьте всех монстров, не относящихся к категории боссов, выполнять задания для истребителей.',
    Settings_Setting_Hint_Force_All_Non_Bosses_Of_Area_Type_Slayerable: 'Обычно это уже происходит в зонах истребителей. Что касается подземелий, то "В тумане", "Надвигающаяся тьма", "Логово королевы пауков" и "Трон Геральда" не могут быть прокачены. Кроме того, имейте в виду, что завершение задания с монстром в подземелье при включенном автоубийце мгновенно выведет вас из подземелья, не закончив его сначала (даже если следующее задание - монстр, встречающийся только в том же подземелье, в котором вы только что сражались).',

    // ##### Bosses slayerable
    Settings_Setting_Label_Force_All_Bosses_Of_Area_Type_Slayerable: 'Заставьте всех монстров, относящихся к категории боссов, выполнять задания на уничтожение.',
    Settings_Setting_Hint_Force_All_Bosses_Of_Area_Type_Slayerable: 'Обычно только последний монстр в подземельях считается боссом. Однако из этого правила могут быть исключения, особенно при создании модов, поэтому вы можете настроить это для каждого типа местности. Что касается подземелий, то "В тумане", "Надвигающаяся тьма" и "Трон Геральда" не могут быть прокачены.',

    // ##### Save & Reload button
    Settings_Hint_Save_Reload_Required: 'Требуется перезагрузка',
    Settings_Setting_Display_Save_Reload: 'Сохранить все и перезагрузить'
};